; DeskFlip UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; "Light mode" is the newest string here -- check it first when reviewing.
[Strings]
Show seconds=Näytä sekunnit
Light mode=Vaalea tila
Resize=Muuta kokoa
Always on top=Aina päällimmäisenä
Start with Windows=Käynnistä Windowsin mukana
Show in system tray=Näytä ilmaisinalueella
About DeskFlip…=Tietoja DeskFlipista…
Exit=Lopeta
About DeskFlip=Tietoja DeskFlipista
All rights reserved.=Kaikki oikeudet pidätetään.
Report issues or send feedback to=Ilmoita ongelmista tai lähetä palautetta osoitteeseen
Other apps=Muut sovellukset
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Nopea, kevyt ja pelkistetty kuvakatselin nykyaikaiselle Windowsille
Desktop Rain and Snow Simulator for Windows=Sade- ja lumisimulaattori Windowsin työpöydälle
Customizable, minimal, transparent desktop clock widgets for Windows=Mukautettavat, pelkistetyt ja läpinäkyvät työpöytäkellot Windowsille
